---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mullion
source: html/3762a7ae-036d-7eec-53b6-bdd7698cacae.htm
---
# Mullion Properties

The id of the assembly instance to which the element belongs.